Revit 2024 API
GroupTypeId.RebarSystemLayers Property
 Layers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId RebarSystemLayers { get; }
Visual Basic
Public Shared ReadOnly Property RebarSystemLayers As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RebarSystemLayers {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace